content/students.org
#+TITLE: Students
#+OPTIONS: toc:nil title:nil

* Doctoral Students

** 5 *Vikash Kumar Singh*
- _Start date_: August 2018
- _Area of work_: Development of nano-additives for enhancement of properties of cement concrete under fire

** 4 *Dravesh Yadav*
- _Start date_: August 2018
- _Area of work_: Multi-physics analysis of structural systems under fire

** 3 *Dharmit Nakrani*
_Start date_: August 2014
_Area of work_: Assessment of building facade systems in fire

_Articles_:
3. G. Srivastava, D. Nakrani and C. Ghoroi, Performance of combustible facade systems with glass, ACP and firestops in full-scale, real-fire experiments, _Fire Technology_, to appear, 2020. (link:https://www.springerprofessional.de/en/performance-of-combustible-facade-systems-with-glass-acp-and-fir/17576076 popup:yes text: READ)
2. G. Srivastava, C. Ghoroi, P. Gandhi, V. Jagdish, G. Karthikeyan, A. Chakravarthy and D. Nakrani, Development of a unique full-scale real-fire facade testing facility at IIT Gandhinagar, _Current Science_, 115(9), pp. 1782 - 1787, 2018. (link:https://www.currentscience.ac.in/Volumes/115/09/1782.pdf popup:yes text: READ)
1. P. Gandhi, V. Jagdish, G. Karthikeyan, A. Chakravarthy, D. Nakrani, C. Ghoroi and G. Srivastava, Performance of glass-ACP facade system in a full-scale real fire test in a G+2 structure, _Procedia Engineering_, 210, pp. 512 - 519, 2017. (link:http://www.sciencedirect.com/science/article/pii/S1877705817361039  popup: yes text: READ)

_Conferences_:
1. P. Gandhi, V. Jagdish, G. Karthikeyan, A. Chakravarthy, D. Nakrani, C. Ghoroi and G. Srivastava, Performance of glass-ACP facade system in a full-scale real fire test in a G+2 structure, _PROTECT 2017_, China, December 2017.

** 2 *Nasar A. Khan*
_Start date_: August 2013
_Area of work_: Development of earthquake resilient design of low-cost housing using steel shear plates

_Articles_:
1. N.A. Khan and G. Srivastava, Models for strength and stiffness of steel plate shear walls with openings, _Structures_, 27, pp. 2096-2113, 2020. (link: https://www.sciencedirect.com/science/article/pii/S2352012420303507 popup:yes text: READ).

_Conferences_:
1. N.A. Khan and G. Srivastava, Enhanced Fire Severity in Modern Indian Dwellings - A case study from Ahmedabad, Gujarat, _Current Science_, 115(2), pp. 320-325, 2018.

_Conferences_:
4. N.A. Khan and G. Srivastava, Surrogate-based design optimization of steel plate shear wall systems, _17th World Conference on Earthquake Engineering_, Japan, 2020.
3. N.A. Khan and G. Srivastava, Influence of Openings on the Inelastic Response of Unstiffened Steel Plate Shear Wall Systems, _Structural Engineering World Conference_, Turkey, 2019.
2. N.A. Khan and G. Srivastava, Development of surrogate models for steel plate shear wall systems for parametric analysis, _EMI Conference_, USA, 2019.
1. N.A. Khan and G. Srivastava, Need to revisit fire loads - findings from a recent survey at Ahmedabad, _International Conference on Safety_, India, 2017.

** 1 P. Ravi Prakash
_Start date_: August 2013 | _Graduation date_: September 2018 | _After graduation_: Post-doctoral research at University of Minho, Portugal
_Area of work_: Fully coupled multi-physics nonlinear analysis of structural systems subjected to fire

_Articles_:
5. P.R. Prakash and G. Srivastava, Distributed plasticity model for analysis of steel structures subjected to fire using the direct stiffness method, _Fire Safety Journal_, 105, pp. 169-187, 2019. (link: https://www.sciencedirect.com/science/article/pii/S0379711218300961 popup:yes text: READ).
4. P.R. Prakash and G. Srivastava, Fully coupled multi-physics nonlinear analysis of structural space frames subjected to fire using the direct stiffness method, _Advances in Structural Engineering_, 22(6), pp. 1266-1283 2018. (link: https://journals.sagepub.com/eprint/xJEQUgDZTXduHuETp8ma/full popup:yes text: READ).
3. P.R. Prakash and G. Srivastava, Efficient three-dimensional nonlinear thermo-mechanical analysis of structures subjected to fire, _Procedia Engineering_, 210, pp. 512-519, 2017. (link: http://www.sciencedirect.com/science/article/pii/S1877705817361027 popup:yes text:READ)
2. P.R. Prakash and G. Srivastava, Nonlinear analysis of reinforced concrete plane frames exposed to fire using direct stiffness method, _Advances in Structural Engineering_, 2017. (link: http://journals.sagepub.com/doi/10.1177/1369433217737118 popup:yes text: READ).
1. G. Srivastava and P.R. Prakash, An integrated framework for nonlinear analysis of plane frames exposed to fire using the direct stiffness method, _Computers and Structures_, 190, pp. 173-185, 2017. (link: http://www.sciencedirect.com/science/article/pii/S0045794917302535 popup: yes text: READ).
&nbsp;
_Conferences_:
5. P.R. Prakash and G. Srivastava, Efficient three-dimensional nonlinear thermo-mechanical analysis of structures subjected to fire, _PROTECT 2017_, China, December 2017.
4. P.R. Prakash and G. Srivastava, Progressive collapse analysis of RCC planar frames subjected to fire, _International Conference on Safety_, India, 2017.
3. P.R. Prakash and G. Srivastava, Numerical modeling of spalling in high strength concrete at high temperature, _Structural Engineering Convention (SEC)_, India, 2016.
2. P.R. Prakash and G. Srivastava, Development of matrix method based framework for thermo-mechanical analysis of RCC frames, _Response of structures under extreme loading: PROTECT 2017_, USA, pp. 972-980, 2017.
1. P.R. Prakash and G. Srivastava, Development of matrix method for the analysis of RCC frames subjected to fire, _International Conference on Safety_, India, 2014.
	 

* Masters Students

** 26 Shubham Singh
_Startdate_: August 2021
_Area of work_: TBD

