students.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-04-23 Sat 09:12 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Students</title>
<meta name="generator" content="Org mode" />

<link rel='stylesheet' href='css/gs_simple.css' />
</head>
<body>
<div id="preamble" class="status">

<center>
<nav>
<a href="/index.html">Home</a>
<a href="/research.html">Research</a>
<a href="/teaching.html">Teaching</a>
<a href="/students.html">Students</a>
</nav>
</center>
</div>
<div id="content">

<div id="outline-container-org243f266" class="outline-2">
<h2 id="org243f266">Doctoral Students</h2>
<div class="outline-text-2" id="text-org243f266">
</div>
<div id="outline-container-org93289bc" class="outline-3">
<h3 id="org93289bc">5 <b>Vikash Kumar Singh</b></h3>
<div class="outline-text-3" id="text-org93289bc">
<ul class="org-ul">
<li><span class="underline">Start date</span>: August 2018</li>
<li><span class="underline">Area of work</span>: Development of nano-additives for enhancement of properties of cement concrete under fire</li>
</ul>
</div>
</div>

<div id="outline-container-orgcd0845c" class="outline-3">
<h3 id="orgcd0845c">4 <b>Dravesh Yadav</b></h3>
<div class="outline-text-3" id="text-orgcd0845c">
<ul class="org-ul">
<li><span class="underline">Start date</span>: August 2018</li>
<li><span class="underline">Area of work</span>: Multi-physics analysis of structural systems under fire</li>
</ul>
</div>
</div>

<div id="outline-container-org484ca3f" class="outline-3">
<h3 id="org484ca3f">3 <b>Dharmit Nakrani</b></h3>
<div class="outline-text-3" id="text-org484ca3f">
<p>
<span class="underline">Start date</span>: August 2014
<span class="underline">Area of work</span>: Assessment of building facade systems in fire
</p>

<p>
<span class="underline">Articles</span>:
</p>
<ol class="org-ol">
<li>G. Srivastava, D. Nakrani and C. Ghoroi, Performance of combustible facade systems with glass, ACP and firestops in full-scale, real-fire experiments, <span class="underline">Fire Technology</span>, to appear, 2020. (link:<a href="https://www.springerprofessional.de/en/performance-of-combustible-facade-systems-with-glass-acp-and-fir/17576076">https://www.springerprofessional.de/en/performance-of-combustible-facade-systems-with-glass-acp-and-fir/17576076</a> popup:yes text: READ)</li>
<li>G. Srivastava, C. Ghoroi, P. Gandhi, V. Jagdish, G. Karthikeyan, A. Chakravarthy and D. Nakrani, Development of a unique full-scale real-fire facade testing facility at IIT Gandhinagar, <span class="underline">Current Science</span>, 115(9), pp. 1782 - 1787, 2018. (link:<a href="https://www.currentscience.ac.in/Volumes/115/09/1782.pdf">https://www.currentscience.ac.in/Volumes/115/09/1782.pdf</a> popup:yes text: READ)</li>
<li>P. Gandhi, V. Jagdish, G. Karthikeyan, A. Chakravarthy, D. Nakrani, C. Ghoroi and G. Srivastava, Performance of glass-ACP facade system in a full-scale real fire test in a G+2 structure, <span class="underline">Procedia Engineering</span>, 210, pp. 512 - 519, 2017. (link:<a href="http://www.sciencedirect.com/science/article/pii/S1877705817361039">http://www.sciencedirect.com/science/article/pii/S1877705817361039</a>  popup: yes text: READ)</li>
</ol>

<p>
<span class="underline">Conferences</span>:
</p>
<ol class="org-ol">
<li>P. Gandhi, V. Jagdish, G. Karthikeyan, A. Chakravarthy, D. Nakrani, C. Ghoroi and G. Srivastava, Performance of glass-ACP facade system in a full-scale real fire test in a G+2 structure, <span class="underline">PROTECT 2017</span>, China, December 2017.</li>
</ol>
</div>
</div>

<div id="outline-container-org4d69374" class="outline-3">
<h3 id="org4d69374">2 <b>Nasar A. Khan</b></h3>
<div class="outline-text-3" id="text-org4d69374">
<p>
<span class="underline">Start date</span>: August 2013
<span class="underline">Area of work</span>: Development of earthquake resilient design of low-cost housing using steel shear plates
</p>

<p>
<span class="underline">Articles</span>:
</p>
<ol class="org-ol">
<li>N.A. Khan and G. Srivastava, Models for strength and stiffness of steel plate shear walls with openings, <span class="underline">Structures</span>, 27, pp. 2096-2113, 2020. (link: <a href="https://www.sciencedirect.com/science/article/pii/S2352012420303507">https://www.sciencedirect.com/science/article/pii/S2352012420303507</a> popup:yes text: READ).</li>
</ol>

<p>
<span class="underline">Conferences</span>:
</p>
<ol class="org-ol">
<li>N.A. Khan and G. Srivastava, Enhanced Fire Severity in Modern Indian Dwellings - A case study from Ahmedabad, Gujarat, <span class="underline">Current Science</span>, 115(2), pp. 320-325, 2018.</li>
</ol>

<p>
<span class="underline">Conferences</span>:
</p>
<ol class="org-ol">
<li>N.A. Khan and G. Srivastava, Surrogate-based design optimization of steel plate shear wall systems, <span class="underline">17th World Conference on Earthquake Engineering</span>, Japan, 2020.</li>
<li>N.A. Khan and G. Srivastava, Influence of Openings on the Inelastic Response of Unstiffened Steel Plate Shear Wall Systems, <span class="underline">Structural Engineering World Conference</span>, Turkey, 2019.</li>
<li>N.A. Khan and G. Srivastava, Development of surrogate models for steel plate shear wall systems for parametric analysis, <span class="underline">EMI Conference</span>, USA, 2019.</li>
<li>N.A. Khan and G. Srivastava, Need to revisit fire loads - findings from a recent survey at Ahmedabad, <span class="underline">International Conference on Safety</span>, India, 2017.</li>
</ol>
</div>
</div>

<div id="outline-container-orgf26db69" class="outline-3">
<h3 id="orgf26db69">1 P. Ravi Prakash</h3>
<div class="outline-text-3" id="text-orgf26db69">
<p>
<span class="underline">Start date</span>: August 2013 | <span class="underline">Graduation date</span>: September 2018 | <span class="underline">After graduation</span>: Post-doctoral research at University of Minho, Portugal
<span class="underline">Area of work</span>: Fully coupled multi-physics nonlinear analysis of structural systems subjected to fire
</p>

<p>
<span class="underline">Articles</span>:
</p>
<ol class="org-ol">
<li>P.R. Prakash and G. Srivastava, Distributed plasticity model for analysis of steel structures subjected to fire using the direct stiffness method, <span class="underline">Fire Safety Journal</span>, 105, pp. 169-187, 2019. (link: <a href="https://www.sciencedirect.com/science/article/pii/S0379711218300961">https://www.sciencedirect.com/science/article/pii/S0379711218300961</a> popup:yes text: READ).</li>
<li>P.R. Prakash and G. Srivastava, Fully coupled multi-physics nonlinear analysis of structural space frames subjected to fire using the direct stiffness method, <span class="underline">Advances in Structural Engineering</span>, 22(6), pp. 1266-1283 2018. (link: <a href="https://journals.sagepub.com/eprint/xJEQUgDZTXduHuETp8ma/full">https://journals.sagepub.com/eprint/xJEQUgDZTXduHuETp8ma/full</a> popup:yes text: READ).</li>
<li>P.R. Prakash and G. Srivastava, Efficient three-dimensional nonlinear thermo-mechanical analysis of structures subjected to fire, <span class="underline">Procedia Engineering</span>, 210, pp. 512-519, 2017. (link: <a href="http://www.sciencedirect.com/science/article/pii/S1877705817361027">http://www.sciencedirect.com/science/article/pii/S1877705817361027</a> popup:yes text:READ)</li>
<li>P.R. Prakash and G. Srivastava, Nonlinear analysis of reinforced concrete plane frames exposed to fire using direct stiffness method, <span class="underline">Advances in Structural Engineering</span>, 2017. (link: <a href="http://journals.sagepub.com/doi/10.1177/1369433217737118">http://journals.sagepub.com/doi/10.1177/1369433217737118</a> popup:yes text: READ).</li>
<li>G. Srivastava and P.R. Prakash, An integrated framework for nonlinear analysis of plane frames exposed to fire using the direct stiffness method, <span class="underline">Computers and Structures</span>, 190, pp. 173-185, 2017. (link: <a href="http://www.sciencedirect.com/science/article/pii/S0045794917302535">http://www.sciencedirect.com/science/article/pii/S0045794917302535</a> popup: yes text: READ).</li>
</ol>
<p>
&amp;nbsp;
<span class="underline">Conferences</span>:
</p>
<ol class="org-ol">
<li>P.R. Prakash and G. Srivastava, Efficient three-dimensional nonlinear thermo-mechanical analysis of structures subjected to fire, <span class="underline">PROTECT 2017</span>, China, December 2017.</li>
<li>P.R. Prakash and G. Srivastava, Progressive collapse analysis of RCC planar frames subjected to fire, <span class="underline">International Conference on Safety</span>, India, 2017.</li>
<li>P.R. Prakash and G. Srivastava, Numerical modeling of spalling in high strength concrete at high temperature, <span class="underline">Structural Engineering Convention (SEC)</span>, India, 2016.</li>
<li>P.R. Prakash and G. Srivastava, Development of matrix method based framework for thermo-mechanical analysis of RCC frames, <span class="underline">Response of structures under extreme loading: PROTECT 2017</span>, USA, pp. 972-980, 2017.</li>
<li>P.R. Prakash and G. Srivastava, Development of matrix method for the analysis of RCC frames subjected to fire, <span class="underline">International Conference on Safety</span>, India, 2014.</li>
</ol>
</div>
</div>
</div>


<div id="outline-container-org1327e5d" class="outline-2">
<h2 id="org1327e5d">Masters Students</h2>
<div class="outline-text-2" id="text-org1327e5d">
</div>
<div id="outline-container-org994d685" class="outline-3">
<h3 id="org994d685">26 Shubham Singh</h3>
<div class="outline-text-3" id="text-org994d685">
<p>
<span class="underline">Startdate</span>: August 2021
<span class="underline">Area of work</span>: TBD
</p>
</div>
</div>
