content/students.org
** 25 Sumit Kumar 
_Startdate_: August 2017 (dual degree)
_Area of work_: Detailed combustion modeling of ACP components

** 24 Vimal Panara
_Startdate_: August 2020
_Area of work_: Analysis of RC shear walls subjected to fire

** 23 Prashant Singh
_Startdate_: August 2020
_Area of work_: Analytical formulation of tensile membrane action of slabs under fire

** 22 *Pavithra C T*
_Startdate_: August 2019
_Area of work_: TBD

** 21 *Drashti Chiragbhai Shah*
_Startdate_: August 2019
_Area of work_: TBD

** 20 *Renjini R*
_Startdate_: August 2018
_Area of work_: Assessment of fire incidents in India

** 19 *Ajay Chandran*
_Start date_: August 2018
_Area of work_: Development of geopolymer mortar beds for absorption of dyes and heavy metals

** 18 Rahul Khatri
_Start date_: August 2018 | _Graduation date_: August 2020 | _After graduation_: Joined GACL
_Thesis title_: Modeling and analysis of square tubular steel beams subjected to transverse blast loads using the material point method

** 17 Manu Mathur
_Start date_: August 2018 | _Graduation date_: August 2020 | _After graduation_: Joined RVNL
_Thesis title_: Multi-physics modeling of effect of blast on a steel column protected with polyurethane foam

** 16 Prerna Sarkar
_Start date_: August 2017 | _Graduation date_: January 2020 | _After graduation_: Joined Walter P Moore
_Thesis title_: Developing a device to reduce carbon dioxide emission from vehicle exhaust gas

** 15 Prajjwal Patidar
_Start date_: August 2017 | _Graduation date_: January 2020 | _After graduation_: Joined L&T
_Area of work_: Fire resistance of concrete filled steel tube columns protected by intumescent coating

** 14 Ravi Shankar
_Start date_: August 2017 | _Graduation date_: August 2019
_Thesis title_: A new concept of augmenting steel plate shear wall with auxetic structure to enhance its energy dissipation

** 13 Nikhil O
_Start date_: August 2017 | _Graduation date_: August 2019 | _After graduation_: Joined AECOM
_Thesis title_: Influence of polyvinyl methyl ether on hydration of cement and high-temperature behaviour of cement mortar

** 12 Neha Khairkar (jointly with Dr. Dhiman Basu)
_Start date_: August 2016  | _Graduation date_: October 2018 | _After graduation_: Joined Silver Oak College
_Area of work_: Analysis and design of reaction wall system

** 11 Akshay Nandurkar
_Start date_: August 2016 | _Graduation date_: August 2018 | _After graduation_: Joined MEGA
_Thesis title_: Design of facility for full-scale testing of structural elements under different fire scenarios

** 10 Harsh Shah
_Start date_: August 2016 | _Graduation date_: August 2018 | _After graduation_: Joined L&T
_Thesis title_: Study of cement mortar reinforced with water-soluble polymer as admixture for high-temperature applications

** 9 Sarana Hasanth Kota
_Start date_: August 2016 | _Graduation date_: August 2018 | _After graduation_: Joined GSP Infra
_Thesis title_: A computationally efficient 1-D line element for modeling 3-D heat transfer in structural systems

** 8 Harshal Lambhate
_Start date_: August 2015 | _Graduation date_: August 2017 | _After graduation_: Joined state PWD, Maharashtra
_Thesis title_: Comparative study of fire ratings of reinforced concrete beams and columns calculated through different analytical, empirical and codal methods

** 7 Satya Shrivastav
_Start date_: August 2014 | _Graduation date_: August 2016 | _After graduation_: Joined Silver Oak College
_Thesis title_: Toplogy optimization of steel girders subjected to thermal and mechanical loads
_Conference_:
1. S. Shrivastav and G. Srivastava, Topology optimization of steel girders subjected to thermal and mechanical loads, _Structural Engineering Convention (SEC)_, India, 2016.

** 6 Pavan Kushwah
_Start date_: August 2014 | _Graduation date_: August 2016 | _After graduation_: Joined SD Engineering Consultants, Delhi
_Thesis title_: Physio-chemical characterization of cement mortar at high temperature

** 5 Atik Ghumde
_Start date_: August 2014 | _Graduation date_: August 2016 | _After graduation_: Joined Arvind Infrastructure
_Thesis title_: Mesoscale modeling of concrete at elevated temperature

** 4 Nikhil Singh
_Start date_: August 2014 | _Graduation date_: August 2016 | _After graduation_: Joined CPWD
_Thesis title_: Topology optimization of beam-column subjected to axial and transverse loads considering effects of buckling

