students.html

<div id="outline-container-org19b3f49" class="outline-3">
<h3 id="org19b3f49">25 Sumit Kumar</h3>
<div class="outline-text-3" id="text-org19b3f49">
<p>
<span class="underline">Startdate</span>: August 2017 (dual degree)
<span class="underline">Area of work</span>: Detailed combustion modeling of ACP components
</p>
</div>
</div>

<div id="outline-container-org05e0f82" class="outline-3">
<h3 id="org05e0f82">24 Vimal Panara</h3>
<div class="outline-text-3" id="text-org05e0f82">
<p>
<span class="underline">Startdate</span>: August 2020
<span class="underline">Area of work</span>: Analysis of RC shear walls subjected to fire
</p>
</div>
</div>

<div id="outline-container-org5f1e7de" class="outline-3">
<h3 id="org5f1e7de">23 Prashant Singh</h3>
<div class="outline-text-3" id="text-org5f1e7de">
<p>
<span class="underline">Startdate</span>: August 2020
<span class="underline">Area of work</span>: Analytical formulation of tensile membrane action of slabs under fire
</p>
</div>
</div>

<div id="outline-container-org5c1e96a" class="outline-3">
<h3 id="org5c1e96a">22 <b>Pavithra C T</b></h3>
<div class="outline-text-3" id="text-org5c1e96a">
<p>
<span class="underline">Startdate</span>: August 2019
<span class="underline">Area of work</span>: TBD
</p>
</div>
</div>

<div id="outline-container-org9d2f997" class="outline-3">
<h3 id="org9d2f997">21 <b>Drashti Chiragbhai Shah</b></h3>
<div class="outline-text-3" id="text-org9d2f997">
<p>
<span class="underline">Startdate</span>: August 2019
<span class="underline">Area of work</span>: TBD
</p>
</div>
</div>

<div id="outline-container-org6541592" class="outline-3">
<h3 id="org6541592">20 <b>Renjini R</b></h3>
<div class="outline-text-3" id="text-org6541592">
<p>
<span class="underline">Startdate</span>: August 2018
<span class="underline">Area of work</span>: Assessment of fire incidents in India
</p>
</div>
</div>

<div id="outline-container-org49bdd2e" class="outline-3">
<h3 id="org49bdd2e">19 <b>Ajay Chandran</b></h3>
<div class="outline-text-3" id="text-org49bdd2e">
<p>
<span class="underline">Start date</span>: August 2018
<span class="underline">Area of work</span>: Development of geopolymer mortar beds for absorption of dyes and heavy metals
</p>
</div>
</div>

<div id="outline-container-org63f5e1d" class="outline-3">
<h3 id="org63f5e1d">18 Rahul Khatri</h3>
<div class="outline-text-3" id="text-org63f5e1d">
<p>
<span class="underline">Start date</span>: August 2018 | <span class="underline">Graduation date</span>: August 2020 | <span class="underline">After graduation</span>: Joined GACL
<span class="underline">Thesis title</span>: Modeling and analysis of square tubular steel beams subjected to transverse blast loads using the material point method
</p>
</div>
</div>

<div id="outline-container-orgfb3eef0" class="outline-3">
<h3 id="orgfb3eef0">17 Manu Mathur</h3>
<div class="outline-text-3" id="text-orgfb3eef0">
<p>
<span class="underline">Start date</span>: August 2018 | <span class="underline">Graduation date</span>: August 2020 | <span class="underline">After graduation</span>: Joined RVNL
<span class="underline">Thesis title</span>: Multi-physics modeling of effect of blast on a steel column protected with polyurethane foam
</p>
</div>
</div>

<div id="outline-container-org1aee65b" class="outline-3">
<h3 id="org1aee65b">16 Prerna Sarkar</h3>
<div class="outline-text-3" id="text-org1aee65b">
<p>
<span class="underline">Start date</span>: August 2017 | <span class="underline">Graduation date</span>: January 2020 | <span class="underline">After graduation</span>: Joined Walter P Moore
<span class="underline">Thesis title</span>: Developing a device to reduce carbon dioxide emission from vehicle exhaust gas
</p>
</div>
</div>

<div id="outline-container-orgfa753a8" class="outline-3">
<h3 id="orgfa753a8">15 Prajjwal Patidar</h3>
<div class="outline-text-3" id="text-orgfa753a8">
<p>
<span class="underline">Start date</span>: August 2017 | <span class="underline">Graduation date</span>: January 2020 | <span class="underline">After graduation</span>: Joined L&amp;T
<span class="underline">Area of work</span>: Fire resistance of concrete filled steel tube columns protected by intumescent coating
</p>
</div>
</div>

<div id="outline-container-orgad7ad99" class="outline-3">
<h3 id="orgad7ad99">14 Ravi Shankar</h3>
<div class="outline-text-3" id="text-orgad7ad99">
<p>
<span class="underline">Start date</span>: August 2017 | <span class="underline">Graduation date</span>: August 2019
<span class="underline">Thesis title</span>: A new concept of augmenting steel plate shear wall with auxetic structure to enhance its energy dissipation
</p>
</div>
</div>

<div id="outline-container-orga31aa17" class="outline-3">
<h3 id="orga31aa17">13 Nikhil O</h3>
<div class="outline-text-3" id="text-orga31aa17">
<p>
<span class="underline">Start date</span>: August 2017 | <span class="underline">Graduation date</span>: August 2019 | <span class="underline">After graduation</span>: Joined AECOM
<span class="underline">Thesis title</span>: Influence of polyvinyl methyl ether on hydration of cement and high-temperature behaviour of cement mortar
</p>
</div>
</div>

<div id="outline-container-orgd3196b9" class="outline-3">
<h3 id="orgd3196b9">12 Neha Khairkar (jointly with Dr. Dhiman Basu)</h3>
<div class="outline-text-3" id="text-orgd3196b9">
<p>
<span class="underline">Start date</span>: August 2016  | <span class="underline">Graduation date</span>: October 2018 | <span class="underline">After graduation</span>: Joined Silver Oak College
<span class="underline">Area of work</span>: Analysis and design of reaction wall system
</p>
</div>
</div>

<div id="outline-container-org7141359" class="outline-3">
<h3 id="org7141359">11 Akshay Nandurkar</h3>
<div class="outline-text-3" id="text-org7141359">
<p>
<span class="underline">Start date</span>: August 2016 | <span class="underline">Graduation date</span>: August 2018 | <span class="underline">After graduation</span>: Joined MEGA
<span class="underline">Thesis title</span>: Design of facility for full-scale testing of structural elements under different fire scenarios
</p>
</div>
</div>

<div id="outline-container-orgce648a8" class="outline-3">
<h3 id="orgce648a8">10 Harsh Shah</h3>
<div class="outline-text-3" id="text-orgce648a8">
<p>
<span class="underline">Start date</span>: August 2016 | <span class="underline">Graduation date</span>: August 2018 | <span class="underline">After graduation</span>: Joined L&amp;T
<span class="underline">Thesis title</span>: Study of cement mortar reinforced with water-soluble polymer as admixture for high-temperature applications
</p>
</div>
</div>

<div id="outline-container-org320333c" class="outline-3">
<h3 id="org320333c">9 Sarana Hasanth Kota</h3>
<div class="outline-text-3" id="text-org320333c">
<p>
<span class="underline">Start date</span>: August 2016 | <span class="underline">Graduation date</span>: August 2018 | <span class="underline">After graduation</span>: Joined GSP Infra
<span class="underline">Thesis title</span>: A computationally efficient 1-D line element for modeling 3-D heat transfer in structural systems
</p>
</div>
</div>

<div id="outline-container-org6c0cb0c" class="outline-3">
<h3 id="org6c0cb0c">8 Harshal Lambhate</h3>
<div class="outline-text-3" id="text-org6c0cb0c">
<p>
<span class="underline">Start date</span>: August 2015 | <span class="underline">Graduation date</span>: August 2017 | <span class="underline">After graduation</span>: Joined state PWD, Maharashtra
<span class="underline">Thesis title</span>: Comparative study of fire ratings of reinforced concrete beams and columns calculated through different analytical, empirical and codal methods
</p>
</div>
</div>

<div id="outline-container-orga59d026" class="outline-3">
<h3 id="orga59d026">7 Satya Shrivastav</h3>
<div class="outline-text-3" id="text-orga59d026">
<p>
<span class="underline">Start date</span>: August 2014 | <span class="underline">Graduation date</span>: August 2016 | <span class="underline">After graduation</span>: Joined Silver Oak College
<span class="underline">Thesis title</span>: Toplogy optimization of steel girders subjected to thermal and mechanical loads
<span class="underline">Conference</span>:
</p>
<ol class="org-ol">
<li>S. Shrivastav and G. Srivastava, Topology optimization of steel girders subjected to thermal and mechanical loads, <span class="underline">Structural Engineering Convention (SEC)</span>, India, 2016.</li>
</ol>
</div>
</div>

<div id="outline-container-org0bcc407" class="outline-3">
<h3 id="org0bcc407">6 Pavan Kushwah</h3>
<div class="outline-text-3" id="text-org0bcc407">
<p>
<span class="underline">Start date</span>: August 2014 | <span class="underline">Graduation date</span>: August 2016 | <span class="underline">After graduation</span>: Joined SD Engineering Consultants, Delhi
<span class="underline">Thesis title</span>: Physio-chemical characterization of cement mortar at high temperature
</p>
</div>
</div>

<div id="outline-container-org275b1d9" class="outline-3">
<h3 id="org275b1d9">5 Atik Ghumde</h3>
<div class="outline-text-3" id="text-org275b1d9">
<p>
<span class="underline">Start date</span>: August 2014 | <span class="underline">Graduation date</span>: August 2016 | <span class="underline">After graduation</span>: Joined Arvind Infrastructure
<span class="underline">Thesis title</span>: Mesoscale modeling of concrete at elevated temperature
</p>
</div>
</div>

<div id="outline-container-org035ce08" class="outline-3">
<h3 id="org035ce08">4 Nikhil Singh</h3>
<div class="outline-text-3" id="text-org035ce08">
<p>
<span class="underline">Start date</span>: August 2014 | <span class="underline">Graduation date</span>: August 2016 | <span class="underline">After graduation</span>: Joined CPWD
<span class="underline">Thesis title</span>: Topology optimization of beam-column subjected to axial and transverse loads considering effects of buckling
</p>
</div>
</div>
