content/students.org
** 3 Puneet Kumar
_Start date_: August 2013 | _Graduation date_: August 2015 | _After graduation_: Joined Michigan State University as doctoral student
_Thesis title_: Characterization of in-plane and out-of-plane behavior of infill panels subjected to thermal exposure

_Articles_:
2. P. Kumar and G. Srivastava, Effect of fire on in-plane and out-of-plane behavior of reinforced
concrete frames with and without masonry infills, _Construction and Building Materials_, 167, pp. 82-95 2018. (link: https://doi.org/10.1016/j.conbuildmat.2018.01.116 text: READ popup: yes)
1. P. Kumar and G. Srivastava, Numerical modeling of structural frames with infills subjected to thermal exposure, _Journal of Structural Fire Engineering_, 2017. (link: http://www.emeraldinsight.com/doi/full/10.1108/JSFE-05-2017-0031 text: READ popup: yes)
&nbsp;
_Conferences_:
2. P. Kumar and G. Srivastava, Thermo-mechanical modeling of reinforced concrete masonry infill panels exposed to fire, _ASCE Engineering Mechanics Institute (EMI) Conference_, USA, 2016.
1. P. Kumar and G. Srivastava, FE analysis of RCC masonry infill panels subjected to thermal exposure, _International Conference on Safety_, India, 2014.

** 2 Amar Mandhyan
_Start date_: August 2013 | _Graduation date_: August 2015 | _After graduation_: Joined Linde Engineering Pvt Ltd
_Thesis title_: Development of novel web application for analysis, design and optimization of trusses

_Articles_:
2. A. Mandhyan, G. Srivastava and S. Krishnamoorthi, A novel method for prediction of truss geometry from topology optimization, _Engineering with Computers_, 33, pp. 95-106, 2017. (link: https://link.springer.com/article/10.1007/s00366-016-0474-x text: READ popup: yes)
1. S. Krishnamoorthi, G. Srivastava and A. Mandhyan, Web application for size and topology optimization of trusses and gusset plates, arXiv:1512.02881 [cs.OH], 2015. (link: https://arxiv.org/abs/1512.02881 text: READ popup: yes).
&nbsp;
_Conference_:
1. A. Mandhyan, G. Srivastava and S. Krishnamoorthi, Development of web application for shape and topology optimization of truss structure and gusset plates, _XXIV International Workshop on Computational Micromechanics_, Spain, 2014.

** 1 Rujuta Bhat
_Start date_: August 2013 | _Graduation date_: August 2015 | _After graduation_: Joined VNIT Nagpur as doctoral student
_Thesis title_: Investigation of moisture transport properties of FAl-G bricks and cement mortar
