students.html

<div id="outline-container-orgbc61113" class="outline-3">
<h3 id="orgbc61113">3 Puneet Kumar</h3>
<div class="outline-text-3" id="text-orgbc61113">
<p>
<span class="underline">Start date</span>: August 2013 | <span class="underline">Graduation date</span>: August 2015 | <span class="underline">After graduation</span>: Joined Michigan State University as doctoral student
<span class="underline">Thesis title</span>: Characterization of in-plane and out-of-plane behavior of infill panels subjected to thermal exposure
</p>

<p>
<span class="underline">Articles</span>:
</p>
<ol class="org-ol">
<li>P. Kumar and G. Srivastava, Effect of fire on in-plane and out-of-plane behavior of reinforced</li>
</ol>
<p>
concrete frames with and without masonry infills, <span class="underline">Construction and Building Materials</span>, 167, pp. 82-95 2018. (link: <a href="https://doi.org/10.1016/j.conbuildmat.2018.01.116">https://doi.org/10.1016/j.conbuildmat.2018.01.116</a> text: READ popup: yes)
</p>
<ol class="org-ol">
<li>P. Kumar and G. Srivastava, Numerical modeling of structural frames with infills subjected to thermal exposure, <span class="underline">Journal of Structural Fire Engineering</span>, 2017. (link: <a href="http://www.emeraldinsight.com/doi/full/10.1108/JSFE-05-2017-0031">http://www.emeraldinsight.com/doi/full/10.1108/JSFE-05-2017-0031</a> text: READ popup: yes)</li>
</ol>
<p>
&amp;nbsp;
<span class="underline">Conferences</span>:
</p>
<ol class="org-ol">
<li>P. Kumar and G. Srivastava, Thermo-mechanical modeling of reinforced concrete masonry infill panels exposed to fire, <span class="underline">ASCE Engineering Mechanics Institute (EMI) Conference</span>, USA, 2016.</li>
<li>P. Kumar and G. Srivastava, FE analysis of RCC masonry infill panels subjected to thermal exposure, <span class="underline">International Conference on Safety</span>, India, 2014.</li>
</ol>
</div>
</div>

<div id="outline-container-org34d486f" class="outline-3">
<h3 id="org34d486f">2 Amar Mandhyan</h3>
<div class="outline-text-3" id="text-org34d486f">
<p>
<span class="underline">Start date</span>: August 2013 | <span class="underline">Graduation date</span>: August 2015 | <span class="underline">After graduation</span>: Joined Linde Engineering Pvt Ltd
<span class="underline">Thesis title</span>: Development of novel web application for analysis, design and optimization of trusses
</p>

<p>
<span class="underline">Articles</span>:
</p>
<ol class="org-ol">
<li>A. Mandhyan, G. Srivastava and S. Krishnamoorthi, A novel method for prediction of truss geometry from topology optimization, <span class="underline">Engineering with Computers</span>, 33, pp. 95-106, 2017. (link: <a href="https://link.springer.com/article/10.1007/s00366-016-0474-x">https://link.springer.com/article/10.1007/s00366-016-0474-x</a> text: READ popup: yes)</li>
<li>S. Krishnamoorthi, G. Srivastava and A. Mandhyan, Web application for size and topology optimization of trusses and gusset plates, arXiv:1512.02881 [cs.OH], 2015. (link: <a href="https://arxiv.org/abs/1512.02881">https://arxiv.org/abs/1512.02881</a> text: READ popup: yes).</li>
</ol>
<p>
&amp;nbsp;
<span class="underline">Conference</span>:
</p>
<ol class="org-ol">
<li>A. Mandhyan, G. Srivastava and S. Krishnamoorthi, Development of web application for shape and topology optimization of truss structure and gusset plates, <span class="underline">XXIV International Workshop on Computational Micromechanics</span>, Spain, 2014.</li>
</ol>
</div>
</div>

<div id="outline-container-org7c8358e" class="outline-3">
<h3 id="org7c8358e">1 Rujuta Bhat</h3>
<div class="outline-text-3" id="text-org7c8358e">
<p>
<span class="underline">Start date</span>: August 2013 | <span class="underline">Graduation date</span>: August 2015 | <span class="underline">After graduation</span>: Joined VNIT Nagpur as doctoral student
<span class="underline">Thesis title</span>: Investigation of moisture transport properties of FAl-G bricks and cement mortar
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">

<footer>
Contact: 
<a href='mailto:gauravs@iitgn.ac.in'>gauravs@iitgn.ac.in</a> (Work) | it.garuav@gmail.com (personal)
<a href='mailto:it.gaurav@gmail.com'>it.gaurav@gmail.com</a> (Personal)
<br>
Created completely through <a href='https://www.gnu.org/software/emacs/'>Gnu Emacs</a> and <a href='https://orgmode.org'>Org Mode</a> (<a href='https://github.com/gaurav-iitgn/gaurav-iitgn.github.io'>source code</a>)
</footer>
</div>
</body>
</html>
